Repository: fhdk/application-utility
Catalog: locale/*/LC_MESSAGES/application_utility.po
Languages: da, fr

source: Manjaro Application Maintenance
da: Manjaro Program Vedligeholdelse

source: Select/Deselect apps you want to install/remove
da: Vælg/Fravælg programmer du vil installere/fjerne
fr: Sélectionner/Désélectionner les applications à installer/supprimer

source: when ready
da: når du er klar
fr: lorsque vous êtes prêt

source: advanced
da: avanceret
fr: Avancé

source: Toggle an extended selection of packages
da: Skift til et udvidet udvalg af programmer
fr: Basculer vers une sélection étendue de paquets

source: Download the most recent selection of packages
da: Download det seneste program udvalg
fr: Télécharger la sélection de paquets la plus récente

source: reset
da: nulstil
fr: réinitialisation

source: Reset your current selections
da: Nulstil dine nuværende valg

source: UPDATE SYSTEM
da: OPDATER SYSTEMET
fr: MISE A JOUR SYSTEME

source: Apply your current selections to the system
da: Opdater systemet med dine nuværende valg
fr: Appliquer cette sélection au système

source: close
da: luk
fr: fermer

source: Discard selections and close app
da: Ignorer alle valg og luk programmet
fr: Annuler les sélections et fermer l'application

source: Group
da: Gruppe
fr: Groupe

source: Application
da: Program

source: Description
da: Beskrivelse

source: Install/Remove
da: Tilføj/Fjern
fr: Installé/Supprimé

source: Installed
da: Installeret
fr: Installé

source: to remove
da: bliver fjernes
fr: à supprimer

source: Your selections has been reset
da: Dine valg er nulstillet
fr: Votre sélection à été réinitialisée

source: App data has been downloaded and list is reset
da: Program udvalget er hentet og listen nulstillet
fr: Données téléchargées et liste réinitialisée

source: Your system has been updated
da: Dit system er nu opdateret
fr: Votre système est à jour

source: Download not available
da: Download er ikke tilgængelig
fr: Téléchargement non disponible

source: server could not be reached
da: server kan ikke kontaktes
fr: serveur non disponible

source: Manjaro Application Utility
fr: Manjaro Application Utilitaire

source: download
fr: Télécharger

source: Reset your current selections...
fr: réinitialisation la sélection courante
